Repository: Zojax/zojax.content.shortcut
Catalog: src/zojax/content/shortcut/locales/*/LC_MESSAGES/zojax.content.browser.po
Languages: nl

source: Add new content
nl: Nieuwe inhoud toevoegen

source: Select the type of item you want to add to your container.
nl: Selecteer het type van het item dat je wilt toevoegen aan de container.

source: Available items
nl: Beschikbare items

source: Add
nl: Toevoegen

source: Add content
nl: Inhoud toevoegen

source: Change owner
nl: Eigenaar wijzigen

source: Current `Owner` is: ${owner}
nl: Huidige `Eigenaar` is: ${owner}

source: Change content owner
nl: Wijzig inhoudseigenaar

source: Owner
nl: Eigenaar

source: Select new owner for content.
nl: Selecteer nieuwe eigenaar voor inhoud.

source: Please select principal.
nl: Selecteer een gebruiker/groep.

source: Content owner has been changed.
nl: Eigenaar van de inhoud is gewijzigd.

source: Contents
nl: Inhoud

source: View
nl: Weergave

source: Edit
nl: Aanpassen

source: Content title
nl: Inhoudstype titel

source: Content description
nl: Inhoudstype omschrijving

source: [No title]
nl: [Geen titel]

source: Up one level
nl: Eén niveau omhoog

source: Container contents
nl: Containerinhoud

source: Cancel
nl: Annuleren

source: Content has been successfully updated.
nl: Inhoud is succesvol aangepast.

source: Edit action has been canceled.
nl: Aanpassen actie is geannuleerd.

source: Save
nl: Opslaan

source: Content creation has been canceled.
nl: Aanmaken inhoud is geannuleerd.

source: Should not contain spaces, underscores or mixed case. Short Name is part of the item's web address.
nl: Mag geen spaties, underscores of wisselend hoofdlettergebruik bevatten. Korte naam is onderdeel van het webadres.

source: Content short name
nl: Inhoud korte naam

source: Content name already in use.
nl: Inhoudsnaam is al in gebruik.

source: Rename
nl: Hernoemen

source: Cut
nl: Knippen

source: Copy
nl: Kopiëren

source: Paste
nl: Plakken

source: Delete
nl: Verwijderen

source: Apply
nl: Toepassen

source: Move Up
nl: Omhoog

source: Move Top
nl: Naar top

source: Move Down
nl: Omlaag

source: Move Bottom
nl: Naar bodem

source: You didn't specify any ids to rename.
nl: U heeft geen ID's gespecificeerd om te hernoemen.

source: Items order have been changed.
nl: Volgende van items is aangepast.

source: You didn't specify any ids to remove.
nl: U heeft geen ID's gespecificeerd om te verwijderen.

source: Selected items has been removed.
nl: Geselecteerde items zijn verwijderd.

source: You didn't specify any ids to copy.
nl: U heeft geen ID's gespecificeerd om te kopiëren.

source: Selected items has been copied.
nl: Geselecteerde items zijn gekopieerd.

source: You didn't specify any ids to cut.
nl: U heeft geen ID's gespecificeerd om te knippen.

source: Selected items has been cut.
nl: Geselecteerde items zijn geknipt.

source: Name
nl: Naam

source: Item with this name already exists.
nl: Item met deze naam bestaat al.

source: Items have been renamed.
nl: Items zijn hernoemd.

source: Title
nl: Titel

source: Items have been retitled.
nl: Items hebben een andere naam gekregen.

source: Content listing
nl: Inhoud overzicht

source: There are no items in this container.
nl: Er bevinden zich geen items in deze container.

source: Size
nl: Grootte

source: Created
nl: Aangemaakt

source: Modified
nl: Gewijzigd
